{{ if eq .chezmoi.os "darwin" -}}
tap "stripe/stripe-cli"
{{ end -}}

# core
brew "chezmoi"
brew "curl"
brew "git"
brew "wget"
brew "unzip"
brew "jq"

# shell
brew "fish"
brew "starship"
brew "zoxide"

# editor
brew "neovim"

# dev tools
brew "mise"
brew "tmux"
brew "tmuxinator"

# db
brew "libpq"
brew "pgcli"
brew "postgresql@16"

{{ if eq .chezmoi.os "darwin" -}}
# cloud
brew "google-cloud-sdk"

# other
brew "stripe/stripe-cli/stripe"
{{ end -}}
