jorgebucaran/fisher
kidonng/zoxide.fish
jorgebucaran/autopair.fish
meaningful-ooo/sponge
patrickf1/fzf.fish
jhillyerd/plugin-git
jorgebucaran/replay.fish
nickeb96/puffer-fish
acomagu/fish-async-prompt
gazorby/fish-abbreviation-tips
